[
  {
    "number": "Project 01",
    "desc": "Developed a sophisticated ventilation circuit system utilizing Arduino for an educational project to manage three high-energy consumption ventilators.",
    "href": "/projectsDetail/1",
    "title": "Design and Implementation of a High-Energy Ventilation Circuit System Using Arduino",
    "image": "/public/projectImgs/project1.webp",
    "urlNumber": "1"
  },
  {
    "number": "Project 02",
    "desc": "Guided an electrical services company through initial digital strategy and developed their website to enhance visibility and customer engagement.",
    "href": "/projectsDetail/2",
    "title": "Consulting and Website Development for an Electrical Services Company",
    "image": "../projectImgs/project2.webp",
    "urlNumber": "2"
  },
  {
    "number": "Project 03",
    "desc": "Provided a comprehensive data protection consultation focusing on GDPR compliance for an opinion polling company.",
    "href": "/projectsDetail/3",
    "title": "Data Protection Consultation for an Opinion Polling Company",
    "image": "../projectImgs/project3.webp",
    "urlNumber": "3"
  },
  {
    "number": "Project 04",
    "desc": "Assisted a smart watch company in creating comprehensive technical documentation to secure Series B funding.",
    "href": "/projectsDetail/4",
    "title": "Technical Documentation Consultation for a Smart Watch Company",
    "image": "../projectImgs/project4.webp",
    "urlNumber": "4"
  },
  {
    "number": "Project 05",
    "desc": "Implemented a comprehensive CRM system for a financial advisory firm, including data migration to enhance client management and operational efficiency.",
    "href": "/projectsDetail/5",
    "title": "CRM System Implementation and Data Migration for a Financial Advisory Firm",
    "image": "../projectImgs/project5.webp",
    "urlNumber": "5"
  },
  {
    "number": "Project 06",
    "desc": "Led operational and project management at Alps Digital, focusing on digital projects and IT consulting for mid-sized companies.",
    "href": "/projectsDetail/6",
    "title": "Interim Management - Operational Management and Project Management",
    "image": "../projectImgs/project6.webp",
    "urlNumber": "6"
  },
  {
    "number": "Project 07",
    "desc": "Enhanced a transport company's database system and analytical dashboard, optimizing logistical and personnel resource allocation.",
    "href": "/projectsDetail/7",
    "title": "Data and Database Management for Logistics Clients",
    "image": "../projectImgs/project7.webp",
    "urlNumber": "7"
  },
  {
    "number": "Project 08",
    "desc": "Developed and integrated a data management system for a waste management company to improve decision-making and operational efficiency.",
    "href": "/projectsDetail/8",
    "title": "Database Solutions and Dashboards for Waste Management",
    "image": "../projectImgs/project8.webp",
    "urlNumber": "8"
  },
  {
    "number": "Project 09",
    "desc": "Conducted an extensive inventory analysis and valuation for a Tier 2 automotive parts manufacturer to streamline the annual audit process.",
    "href": "/projectsDetail/9",
    "title": "Inventory Analysis and Valuation for a Tier 2 Automotive Parts Manufacturer",
    "image": "../projectImgs/project9.webp",
    "urlNumber": "9"
  },
  {
    "number": "Project 10",
    "desc": "Provided ongoing financial controlling and advisory services focusing on production costs and investments for a Tier 2 automotive manufacturer.",
    "href": "/projectsDetail/10",
    "title": "Project-Based Controlling and Financial Advisory for a Tier 2 Automotive Manufacturer",
    "image": "../projectImgs/project10.webp",
    "urlNumber": "10"
  },
  {
    "number": "Project 11",
    "desc": "Performed a detailed financial analysis to account for retroactive price adjustments in an automotive parts manufacturing process.",
    "href": "/projectsDetail/11",
    "title": "Financial Analysis for Retroactive Price Adjustments in Automotive Parts Manufacturing",
    "image": "../projectImgs/project11.webp",
    "urlNumber": "11"
  },
  {
    "number": "Project 12",
    "desc": "Developed a unified platform for manufacturing and industrial clients to easily access various governmental grants.",
    "href": "/projectsDetail/12",
    "title": "Development of a Unified Grant Search Platform for the Manufacturing and Industrial Sector",
    "image": "../projectImgs/project12.webp",
    "urlNumber": "12"
  },
  {
    "number": "Project 13",
    "desc": "Managed the migration of Steyraholic's e-commerce platform from WordPress to Shopify, enhancing data structure and technical details.",
    "href": "/projectsDetail/13",
    "title": "E-commerce Platform Migration for Steyraholic from WordPress to Shopify (with Docker)",
    "image": "../projectImgs/project13.webp",
    "urlNumber": "13"
  },
  {
    "number": "Project 14",
    "desc": "Developed an e-commerce platform for Steyraholic, specializing in Steyr tractor parts, which included automated sales processes and customer-specific pricing.",
    "href": "/projectsDetail/14",
    "title": "Development and Programming of Steyraholic.at Shop System",
    "image": "../projectImgs/project14.webp",
    "urlNumber": "14"
  },
  {
    "number": "Project 15",
    "desc": "Enhanced the Shopify store and bookkeeping workflows for Steyraholic, optimizing invoice processes and tax calculations.",
    "href": "/projectsDetail/15",
    "title": "Enhancement of E-commerce and Bookkeeping Workflows for Steyraholic",
    "image": "../projectImgs/project15.webp",
    "urlNumber": "15"
  },
  {
    "number": "Project 16",
    "desc": "Created a management dashboard for a vehicle cabin manufacturer to analyze customer and producer reclamations in PowerBI.",
    "href": "/projectsDetail/16",
    "title": "Development of a Management Dashboard for a Vehicle Cabin Manufacturer",
    "image": "../projectImgs/project16.webp",
    "urlNumber": "16"
  },
  {
    "number": "Project 17",
    "desc": "Implemented and migrated a new database system for an Underwater Habitat Protection Association, improving data handling and user-friendliness.",
    "href": "/projectsDetail/17",
    "title": "Database Implementation and Migration for an Underwater Habitat Protection Association",
    "image": "../projectImgs/project17.webp",
    "urlNumber": "17"
  },
  {
    "number": "Project 18",
    "desc": "Developed a PowerBI dashboard for an electric car charging port provider, enhancing data visualization and decision-making capabilities.",
    "href": "/projectsDetail/18",
    "title": "Development of a PowerBI Dashboard for an Electric Car Charging Port Provider",
    "image": "../projectImgs/project18.webp",
    "urlNumber": "18"
  },
  {
    "number": "Project 19",
    "desc": "Enhanced data integration capabilities between SAP and BMD ERP systems for an electric car charging port provider, customizing workflows and automating data exchange.",
    "href": "/projectsDetail/19",
    "title": "ERP System Integration and Data Workflow Automation for an Electric Car Charging Port Provider",
    "image": "../projectImgs/project19.webp",
    "urlNumber": "19"
  },
  {
    "number": "Project 20",
    "desc": "Developed a new service offering for Microsoft Dynamics ERP implementation, focusing on consultation and system customization for diverse business environments.",
    "href": "/projectsDetail/20",
    "title": "Development and Consultation for Microsoft Dynamics ERP Implementation Services",
    "image": "../projectImgs/project20.webp",
    "urlNumber": "20"
  }
]
